/*
  KeyBinding.strings
  iina

  Created by lhc on 4/2/2017.
  Copyright © 2017 lhc. All rights reserved.
*/

"cmd.ignore" = "忽略";
"cmd.seek" = "跳轉";
"cmd.revert-seek" = "還原跳轉";
"cmd.set" = "設定";
"cmd.cycle" = "循環";
"cmd.cycle-values" = "指定值中循環";
"cmd.add" = "增減";
"cmd.multiply" = "乘以";
"cmd.frame-step" = "下一個影格";
"cmd.frame-back-step" = "上一個影格";
"cmd.ab-loop" = "A-B 循環";
"cmd.sub-seek" = "字幕尋找";
"cmd.playlist-next" = "下一個媒體";
"cmd.playlist-prev" = "上一個媒體";
"cmd.playlist-move" = "移動列表項目";
"cmd.playlist-clear" = "清除播放列表";
"cmd.playlist-remove" = "移除目前媒體";
"cmd.playlist-shuffle" = "隨機播放";
"cmd.write-watch-later-config" = "記錄播放進度";
"cmd.stop" = "停止";
"cmd.quit" = "結束";
"cmd.quit-watch-later" = "結束（儲存進度）";
"cmd.screenshot" = "螢幕快照";
"cmd.screenshot-to-file" = "螢幕快照至檔案";
"cmd.loadfile" = "打開檔案";
"cmd.loadlist" = "載入播放列表";
"cmd.run" = "執行";

"iina.flip" = "翻轉";
"iina.mirror" = "鏡像";

"iina.toggle-pip" = "切換子母畫面";
"iina.toggle-music-mode" = "切換音樂模式";
"iina.open-file" = "打開檔案";
"iina.open-url" = "打開 URL";
"iina.video-panel" = "視訊面板";
"iina.audio-panel" = "音訊面板";
"iina.sub-panel" = "字幕面板";
"iina.playlist-panel" = "播放列表面板";
"iina.chapter-panel" = "章節面板";
"iina.bigger-window" = "較大的視窗";
"iina.smaller-window" = "較小的視窗";
"iina.fit-to-screen" = "符合螢幕大小";
"iina.toggle-flip" = "切換翻轉";
"iina.toggle-mirror" = "切換鏡像";
"iina.save-playlist" = "儲存目前播放列表";
"iina.show-current-file-in-finder" = "";
"iina.delete-current-file" = "刪除目前檔案";
"iina.delete-current-file-hard" = "直接刪除目前檔案（不經過垃圾桶）";
"iina.find-online-subs" = "尋找線上字幕";
"iina.save-downloaded-sub" = "儲存已下載的字幕";

"yes" = "是";
"no" = "否";
"to" = "為";
"by" = "倍數";
"in" = "值";
"add" = "增加";
"minus" = "減少";
"forward" = "向前";
"backward" = "向後";
"seek-to" = "跳轉到";

"relative" = "秒";
"absolute" = "秒";
"absolute-percent" = "%";
"relative-percent" = "%";
"relative+exact" = "秒（精確）";
"relative-percent+exact" = "%（精確）";
"absolute+keyframe" = "秒（關鍵影格）";
"absolute-percent+keyframe" = "%（關鍵影格）";

"opt.pause" = "暫停";
"opt.speed" = "速度";

"opt.window-scale" = "視窗縮放";

"opt.video" = "影片軌";
"opt.video-aspect-override" = "顯示比例";
"opt.contrast" = "對比度";
"opt.brightness" = "亮度";
"opt.gamma" = "伽瑪";
"opt.saturation" = "飽和度";
"opt.deinterlace" = "去交錯";

"opt.audio" = "音軌";
"opt.volume" = "音量";
"opt.mute" = "靜音";
"opt.audio-delay" = "音訊延遲";

"opt.sub" = "字幕軌";
"opt.sub-delay" = "字幕延遲";
"opt.sub-pos" = "字幕位置";
"opt.sub-scale" = "字幕縮放";
"opt.sub-visibility" = "是否顯示字幕";
"opt.secondary-sub-visibility" = "";
"opt.sub-ass-style-override" = "ASS 字幕樣式覆蓋";

"opt.fullscreen" = "全螢幕";
"opt.ontop" = "浮動於上方";

"opt.chapter" = "章節";

"read.set" = "設定 {{property}} 為 {{value}}";
"read.add" = "{{property}} {{value}}";
"read.multiply" = "{{property}} 乘 {{factor}} 倍";
"read.cycle" = "{{#dir_down}}反向{{/dir_down}}循環 {{property}}";
"read.cycle-values" = "在 ({{{values}}}) 中循環 {{property}}";
"read.seek" = "{{#fwd}}快轉{{/fwd}}{{#bwd}}倒轉{{/bwd}}{{#abs}}到{{/abs}} {{value}} {{#sec}}秒{{/sec}}{{#per}}%{{/per}}{{#exact}}（精確）{{/exact}}{{#kf}}（關鍵幀）{{/kf}}";
"read.sub-seek" = "{{#skip_1}}快轉到下{{/skip_1}}{{#skip_-1}}倒轉回上{{/skip_-1}}一句字幕";
